Repository: romankolossov/GU_Clear_Code_in_iOS_GBShop
Catalog: GBShop/GBShop/Resources/Localizations/*.lproj/Localizable.strings
Languages: ru

# mainVCName
source: GB BERRIES
ru: GB Магазин

source: Type good name to search
ru: Введите товар для поиска

# searchVCName
source: Search
ru: Поиск

# cartVCName
source: Cart
ru: Корзина

# payBasket
source: Payment
ru: Оплата

# payBasketSuccess
source: Goods in basket was paid
ru: Оплата товаров в корзине прошла успешно

# payBasketFailure
source: Payment failed
ru: Оплата не выполнена

# reviewVCName
source: Review
ru: Отзывы

# typeGoodNameToSearchReview
source: Type good name to search its review
ru: Введите товар для поиска отзывов

# userVCName
source: Hi
ru: Привет

# customer
source: dear customer
ru: Покупатель

source: Logout
ru: Выход

# logoutSuccess
source: You have logged out
ru: Вы успешно вышли из аккаунта

# logoutFailure
source: Logout failed. Plese, try later
ru: Выйти из аккаунта не удалось. Пожалуйста, повторите попытку позже

source: Signup
ru: Регистрация

# toSignUp
source: Sign up
ru: Зарегистрироваться

# signupSuccess
source: Registration passed
ru: Регистрация прошла успешно

# signupFailure
source: Registration failed. Plese, try later
ru: Не удалось зарегистрироваться. Пожалуйста, повторите попытку позже

source: Signin
ru: Вход в аккаунт

# toSignIn
source: Sign in
ru: Войти

source: Signin success
ru: Вы успешно вошли в аккаунт

# signinFailure
source: Signin failure. Plese, try later
ru: Войти в аккаунт не удалось. Пожалуйста, повторите попытку позже

source: Good action
ru: Действия с товаром

# goodActionMessage
source: Please, choose what do You want to do with selcted dood
ru: Пожалуйста, выберите что Вы хотите сделать с выбранным товаром

source: Add to cart
ru: Добавить в корзину

# addToCartSuccess
source: Selected good was added to cart
ru: Товар был добавлен в корзину

# addToCartFailure
source: Adding good to cart failed. Plese, try later
ru: Не удалось добавить товар в корзину. Пожалуйста, повторите попытку позже

source: Remove from cart
ru: Удалить из корзины

# removeFromCartSuccess
source: Selected good was removed from cart
ru: Товар был удален из корзины

# removeFromCartFailure
source: Removal good from cart failed. Plese, try later
ru: Не удалось удалить товар из корзины. Пожалуйста, повторите попытку позже

source: Cart
ru: Корзина

source: Cancel
ru: Отменить

source: Close
ru: Закрыть

# reloadGoodData
source: Reloading catalog...
ru: Обновление каталога...

# reloadReviewData
source: Reloading reviews...
ru: Обновление отзывов...
